[
  {
    "id": 1,
    "name": "2G/3G/4G",
    "description": "2nd, 3rd and 4th Generation. These are generic names for the evolutionary stages of wireless telephone technology."
  },
  {
    "id": 2,
    "name": "3rd Party Tag",
    "description": "These come in several forms, including 'Image Tags', 'JavaScript Tags', and 'Click Tags'. The most common and basic type is an image tag, which is a 1x1 clear pixel incorporated into a web page by a browser when it renders the page for a user. This pixel lets the third party ad server know that an action has been taken by the user. A cookie is also sent with this pixel, and this enables the third party ad server to confirm that the action has been taken as a result of marketing activity on the media owner's site. It also enables the third party to cross-reference the user with users who clicked on or viewed the advertising."
  },
  {
    "id": 4,
    "name": "ABC",
    "description": "The Audit Bureau of Circulations (ABC) is the industry body whose wide-ranging duties and services include the following:↵+ Measuring reach↵+ Measuring engagement and loyalty↵+ Upholding common standards for how digital measurement is prepared and reported↵+ Creating best practice guidelines for digital measurement↵+ Accreditation of digital service providers."
  },
  {
    "id": 5,
    "name": "Above The Fold",
    "description": "The ‘fold’ of a website refers to the line of transition created by the bottom of a user’s screen when first viewing a web page. Anything below the fold requires the user to scroll down in order to view it. Content below the fold cannot contribute to a user’s initial decision whether to stay on a page and engage with the content. Ads placed prominently above the fold on a website are more likely to adversely impact user experience."
  },
  {
    "id": 6,
    "name": "Accelerometer",
    "description": "The accelerometer is a sensor in a mobile device which measures the tilting motion and orientation of the device. For instance, when the screen is tilted horizontally, such as when reading a web-page in a landscape view, the technology detects orientation change and rotates the screen accordingly in order to optimise the viewing experience for the user."
  },
  {
    "id": 7,
    "name": "Accountability",
    "description": "Being able to attribute actual success to specific marketing and advertising efforts."
  },
  {
    "id": 17,
    "name": "Ad impression/ad view",
    "description": "A single ad that appears on a web page. Because several ads often appear on the same web page, the number of registered ad impressions will almost always outstrip the number of page impressions."
  },
  {
    "id": 18,
    "name": "Ad Inventory",
    "description": "The amount of advertising space available at any given supply-side source."
  },
  {
    "id": 19,
    "name": "Ad Network",
    "description": "A platform that aggregates the inventory of lots of different media owners to sell to the buy-side, with pricing based on each website's audience profile."
  },
  {
    "id": 20,
    "name": "Ad Rank",
    "description": "Equation which determines the position of bidders' ads in the AdWords auction. Ad Rank is calculated using the following formula: Maximum Bid x Quality Score = Ad Rank."
  },
  {
    "id": 21,
    "name": "Ad server",
    "description": "A specialised web server dedicated to hosting and delivering online advertisements on request."
  },
  {
    "id": 22,
    "name": "Ad Verification",
    "description": "A service which enables advertisers to confirm that their ads have been delivered into their intended content."
  },
  {
    "id": 23,
    "name": "Ad Yield",
    "description": "The amount of money generated by an ad placement, after costs."
  },
  {
    "id": 28,
    "name": "AdSense Custom Search Ads",
    "description": "AdSense feature which enables each search on independent search provider sites (e.g. price comparison sites, travel specialists, etc.) to display targeted Google search ads."
  },
  {
    "id": 29,
    "name": "Adstock",
    "description": "Adstock is a simple mathematical model used to calculate the lagged effect of advertising on a consumer (i.e. the amount of time people remember a campaign for in the weeks after it’s been active). Different types of media have different average adstock or, in measuring terms, ‘advertising carry-over rates’, depending on how impactful and memorable they are."
  },
  {
    "id": 30,
    "name": "Advertiser Funded",
    "description": "The traditional funding model for free-to-air television channels such as ITV, Channel 4 and Channel 5. Viewers do not pay to watch content. Instead, the broadcaster funds content production through advertising revenue."
  },
  {
    "id": 31,
    "name": "Advertiser Funded Programming",
    "description": "The traditional funding model for free-to-air television channels such as ITV, Channel 4 and Channel 5. Viewers do not pay to watch content. Instead, the broadcaster funds content production through advertising revenue, including sponsorships, product placement, naming rights, or even the production of entire programmes."
  },
  {
    "id": 36,
    "name": "AEM",
    "description": "The Adobe Experience Manager or AEM is a content management system and the central Unilever hub of owned engagement with consumers online. It is integrated with the Digital 2.0 Ecosystem of tools (PIM TAB, RMS)."
  },
  {
    "id": 37,
    "name": "Algorithm",
    "description": "The individual calculations that a search engine uses to determine search rankings. SEO literature often refers to individual algorithm updates with names such as ‘Panda’ or ‘Penguin’. These algorithms are undocumented and constantly updated and are therefore a major source of uncertainty for SEO practitioners."
  },
  {
    "id": 38,
    "name": "Alt text",
    "description": "A text label composed in HTML that is assigned to a visual or non-textual element. It is displayed to users when the non-textual element (e.g. a photo) cannot be rendered by the browser for some reason."
  },
  {
    "id": 39,
    "name": "Analytics",
    "description": "Tools and practices that allow marketers to assess and measure factors such as consumer behaviour, ad performance and campaign performance. Running analytics across campaigns allows you to use data to attempt to form a competitive advantage."
  },
  {
    "id": 40,
    "name": "Anchor text",
    "description": "The human readable element of a hyperlink that redirects users to a new web page. The URL for the new web page is embedded in the text to make it a clickable link, but the text itself is not usually the URL. Instead, it is usually a description of the page it links to of no more than 60 characters. It usually appears as a clickable element of a piece of textual content that is of a noticeably different colour to the rest of the text. A descriptive tooltip may appear over the anchor text if you hover over it with your cursor."
  },
  {
    "id": 41,
    "name": "API",
    "description": "Application Programming Interface. This is a programming technology that allows two or more web-based software applications to exchange information with each other without user involvement. When sites like Facebook and Amazon release an API, it allows third-party web developers to access information and functions from those sites and integrate them into their own applications.  Facebook's Open Graph API is the most famous example."
  },
  {
    "id": 42,
    "name": "Application (App)",
    "description": "Previously, these were just software applications designed to help users perform specific tasks. The concept is now most closely associated with mobile. It refers to any number of applications that can be bought or downloaded for free from a variety of distribution platforms, such as Apple's App Store or the Google Play store."
  },
  {
    "id": 47,
    "name": "Attribution Modelling",
    "description": "The process, technology or combination thereof that allows advertisers to assess which mix of ads are most effective, or have resulted in specific actions along the user journey."
  },
  {
    "id": 48,
    "name": "Attribution studies",
    "description": "See entry for 'clickpath analysis'."
  },
  {
    "id": 49,
    "name": "Audience Extension",
    "description": "A technique used by media owners to increase their reach by targeting their audiences across different (external) sites - usually a closed group of similar sites."
  },
  {
    "id": 52,
    "name": "Awareness",
    "description": "Building awareness is predominantly a brand advertising objective. In the online environment, measuring awareness involves issuing pop up surveys to two groups, one of which has seen the advertising and one that hasn't. Members of the group that have seen the ad are identified by cookies. The survey then asks questions designed to measure awareness uplift in the group that has seen the ad by comparing their responses with those of the control group that hasn't seen the ad."
  },
  {
    "id": 53,
    "name": "Backrub",
    "description": "The student research project undertaken by Larry Page and Sergey Brin which analysed the link structure of the World Wide Web. Using the academic citation system as their inspiration, the two men devised the PageRank algorithm to ascribe a quantitative quality metric to websites based on the number and quality of backlinks they attract. Backrub laid the foundations for Google, the world's largest and most profitable search engine."
  },
  {
    "id": 54,
    "name": "Baidu",
    "description": "China's most popular search engine (ranked the 5th most popular site worldwide by Alexa) founded by Robin Li and Eric Xu and launched in October 1999. It has enjoyed exponential advertising-funded growth over the years, and like Google it has significantly diversified its offering. Baidu currently offers social networking, encyclopaedias, internet TV, a browser, online communities, and a smartphone operating system. The company launched its own smartphone, the Changhong H5018, in 2012. It has come under fire internationally for its alleged acquiescence to Chinese government content censorship requests."
  },
  {
    "id": 55,
    "name": "Banner Ad",
    "description": "A simple and prevalent online ad format, usually in the form of a rectangular image and appearing at the top of a page."
  },
  {
    "id": 56,
    "name": "Banner Blindness",
    "description": "Banner blindness is a particular phenomenon in online advertising, describing the tendency for website visitors to consciously or subconsciously ignore banner ads or any other banner-like elements on a web page."
  },
  {
    "id": 57,
    "name": "BARB",
    "description": "The Broadcasters Audience Research Board (BARB) provides official data on UK television viewing figures."
  },
  {
    "id": 58,
    "name": "Behavioural targeting",
    "description": "A method whereby users can be presented with advertising targeted to them according to their online behaviour. The first step in this method is categorising users by their online habits using cookies. This can be achieved by encouraging users to perform actions in specific site sections, such as newsletter registrations, competition entries, etc. If there is a consistent pattern to the site sections the user visits, this can be used to build a behavioural profile. Owning multiple sites is a clear advantage with this method, particularly if they have features in common, e.g. sports sections. Blind networks can also build large behavioural groups because of the number of sites they work across. The second step is to serve ads to these groups that reflect their online interests/behaviour. Because the profile has been built behaviourally using cookies, relevant ads can be served to the user anywhere on the site, not just in the sections to which they are usually drawn."
  },
  {
    "id": 62,
    "name": "Bit",
    "description": "The smallest unit of digital information. One byte is equal to eight bits."
  },
  {
    "id": 63,
    "name": "Black Hat",
    "description": "The use of questionable tactics to manipulate search engines into pushing poor quality or irrelevant web resources further up the SERP than they deserve to be. The search engines employ sophisticated mathematical formulae to help them remove sites that use these tactics from their listings."
  },
  {
    "id": 64,
    "name": "Black Hat SEO",
    "description": "The use of questionable tactics to manipulate search engines into pushing poor quality or irrelevant web resources further up the SERP than they deserve to be. The search engines employ sophisticated mathematical formulae to help them remove sites that use these tactics from their listings."
  },
  {
    "id": 65,
    "name": "Blacklist",
    "description": "A list of web entities in whose properties an advertiser does not wish their content to be displayed."
  },
  {
    "id": 69,
    "name": "Bounce Rate",
    "description": "Refers to the proportion of users leaving a site immediately, ostensibly without having viewed the content. It should be noted that most analytics tools record bounce rate simply on the basis of those users who have a single interaction with the site, and can thus include users who have spent a great deal of time on a single page before leaving. It is therefore important to consider bounce rate metrics in the context of other data."
  },
  {
    "id": 70,
    "name": "Brand Advertising",
    "description": "A form of advertising whose focus is less on eliciting a response from consumers and more about building long-term positive awareness of the brand amongst consumers. Because brand advertising rarely features a specific call-to-action, it is often more creative and memorable than direct response advertising because the goal is to associate the brand with certain values and behaviours. Brand advertising is usually traded on a CPM basis because clicks are a less useful measure of an ad's effectiveness than attitudes towards the brand, which are harder to measure."
  },
  {
    "id": 71,
    "name": "Brand Anchor Text",
    "description": "Hyperlink anchor text that comprises a brand name or related term. A very high proportion of any natural link profile will contain links with these types of anchor, they are therefore the safest to place in external links to your site."
  },
  {
    "id": 430,
    "name": "Brand Page",
    "description": "Some retailers offer bespoke brand pages that is a page holding all Brand content, across a product range, where further branded information including videos, images and broader category information can be shown"
  },
  {
    "id": 72,
    "name": "Brand response advertising",
    "description": "A hybrid of direct response and brand advertising. As in direct response advertising, the goal is to persuade the user to take action, but this action is more about building the long-term health of the brand and capturing user data than securing a sale there and then. The rich, textured interactivity of online ads has made brand response advertising very popular in recent years. Users can now interact with and share ads in quantifiable ways, such as by clicking 'Like' buttons for branded content which is then shared with their friends. The 'cost-per-engagement' metric has emerged as a response to brand response advertising."
  },
  {
    "id": 76,
    "name": "Browser",
    "description": "Software application that enables users to surf the web and input/extract information. It also renders web content in its intended form for users by using a 'layout engine' to translate the HTML into an interactive web page. A web browser can also display non-HTML content such as video, audio, etc. Flash content can be displayed by incorporating Flash plugins into the browser.  The first web browser, WorldWideWeb, was invented by Sir Tim Berners-Lee in 1990. Popular browsers include Apple Safari, Google Chrome, Microsoft Internet Explorer, Mozilla Firefox, and Opera."
  },
  {
    "id": 77,
    "name": "Bumper",
    "description": "Short clips from an advertiser surrounding a sponsored TV show, usually containing the phrase 'sponsored by...'"
  },
  {
    "id": 78,
    "name": "Burst Strategy",
    "description": "A burst strategy is a form of media scheduling where media activities are condensed into a series of relatively compact timeframes, usually with relatively long periods of silence in between. Sometimes referred to as 'flighting', burst strategies tend to be 'high-impact' and are often used when launching a new product."
  },
  {
    "id": 79,
    "name": "Buyral",
    "description": "The 'buyral effect' occurs when paid media achieves reach at scale."
  },
  {
    "id": 80,
    "name": "Byte",
    "description": "A unit of digital information equivalent to eight bits. A single text character used to require eight bits, so the byte (sometimes referred to as 'octet') was at one time the smallest useful digital unit."
  },
  {
    "id": 432,
    "name": "Catalogue and merchandising architecture",
    "description": "The structure of the navigation, and therefore the structure of the site, in regards to product categorization and thematic merchandising groupings such as sales, new arrivals and top picks. Brands should work with their retailers to ensure their category is intuitively located as well as the Brand's products across one or more categories"
  },
  {
    "id": 83,
    "name": "Catch-Up TV",
    "description": "Video-On-Demand (VOD) services available on connected devices - including televisions - that allow users to watch audiovisual content at a time of their choosing rather than at scheduled broadcast times."
  },
  {
    "id": 433,
    "name": "Category/Hub Page",
    "description": "The page that acts as the entry-point to a category offering for that retailer. It is a space that should aid navigation by providing relevant information to add guidance for shoppers across the main shopping missions"
  },
  {
    "id": 84,
    "name": "CCTLD",
    "description": "Country Code Top Level Domain. An identifier used in the Internet Domain Name System (DNS) to identify an internet resource by country. The allocation and management of ccTLDs is overseen by the Internet Assigned Numbers Authority (IANA) in the USA. The first ccTLDs, registered in 1985, were .uk (United Kingdom), .us (USA), and .il (Israel). Some smaller companies have been granted permission to licence their ccTLDs for commercial use, e.g. .as (Ascension Island), .be (Belgium) and .ck (Cook Islands)."
  },
  {
    "id": 85,
    "name": "CECs/Carelines",
    "description": "Consumer Engagement Centres, otherwise known as CECs or 'Carelines', form one of the three 'pillars' of the PDC. Carelines deliver a twin-pronged approach of providing relationship-building consumer care across multiple touchpoints while also building out richer consumer profiles using surveys and in-call questions."
  },
  {
    "id": 88,
    "name": "Click through rate",
    "description": "Click Through Rate is the percentage of ad impressions in a given campaign that deliver a click. If 1000 ad impressions deliver 10 clicks then the click through rate is 1%. It is expressed mathematically as CTR = (clicks/impressions) x 100."
  },
  {
    "id": 434,
    "name": "Click Through Rate (CTR)",
    "description": "The percentage of shoppers who landed on a certain page/saw a certain aspect of the site that then clicked to progress further. Formula: Clicks / Impressions = Click Through Rate"
  },
  {
    "id": 89,
    "name": "Click-Through Rate (CTR)",
    "description": "The proportion of users who actually click through to a particular site as it appears on a SERP."
  },
  {
    "id": 90,
    "name": "Clickpath analysis",
    "description": "Analysis method created to address the problem of 'final click attribution', i.e. when a user clicks multiple ads across multiple sites during a given campaign, but because the final click delivers the sale, only the final site receives the credit and the money. Most ad serving software now offers advanced reporting that provides a more microscopic view of the campaign, enabling you to see where the user viewed and/or clicked before the final action/sale. This information is useful for setting campaign budgets, planning insight data, and rebooking activity. It has several names, but Doubleclick's 'path to conversion analysis' is widely used throughout the industry."
  },
  {
    "id": 91,
    "name": "Clickstream Data",
    "description": "This is essentially the trail of breadcrumbs you leave online: sites visited, pages visited within sites, time spent in each site section, etc. ISPs and network-centric data companies are both able to capture this data."
  },
  {
    "id": 92,
    "name": "Cloaking",
    "description": "The act of hiding content intended for a search engine from the user or vice versa."
  },
  {
    "id": 97,
    "name": "Commercial Content",
    "description": "Content (usually editorial) created for an advertiser by a third party - usually the media owner themselves. The advertiser pays the media owner to generate content on their behalf because the media owner has a proven track record in content generation."
  },
  {
    "id": 98,
    "name": "Communications Platform",
    "description": "An infrastructure composed of physical and virtual assets, which serves to both inspire and facilitate discussion and collaboration between the platform's owner(s) and its users."
  },
  {
    "id": 99,
    "name": "Compass",
    "description": "The digital compass in a mobile phone provides the device with a simple orientation in relation to the Earth's magnetic field. As a result, the phone always knows which way is North so it can auto rotate the screen depending on your physical orientation."
  },
  {
    "id": 100,
    "name": "Competitor brand bidding",
    "description": "The practice of bidding on a competitor's brand terms and trademarks in the AdWords auction. Although the practice has been the subject of several high profile court cases around the world, it is now considered legal as long as the resulting ads do not cause reputational damage to the brand, take advantage of the distinctive character of their trademark by including trademarked terms in the creative, or make it difficult to determine who is selling the advertised product(s). It makes sense to bid on other brand keywords at times because branded keywords have been proven to have much higher click through rates."
  },
  {
    "id": 436,
    "name": "Conquesting",
    "description": "When a competitor brand proactively targets competitor key search terms to appear on the SRP and auto-complete suggestions"
  },
  {
    "id": 101,
    "name": "Consumer Engagement Centre (CEC)",
    "description": "Consumer Engagement Centres or 'CECs' form one of the three 'pillars' of the PDC. CECs deliver a twin-pronged approach of providing relationship-building consumer care across multiple touchpoints while also building out richer consumer profiles using surveys and in-call questions."
  },
  {
    "id": 102,
    "name": "Content Curation",
    "description": "The common practice of selecting interesting material from all over the web and presenting it in one place."
  },
  {
    "id": 103,
    "name": "Content farm",
    "description": "A company that employs large numbers of often low paid writers to produce high volume, low quality content designed to rank highly on the search engines' results pages, thereby attracting page views and, by extension, ad revenue. Because the content created is written with the search engines rather than users in mind, it is often unintelligible and littered with repeated keywords. Google's Panda Update was designed to limit the number of content farms in its search results."
  },
  {
    "id": 104,
    "name": "Content Marketing",
    "description": "A strategic approach to marketing involving the creation and distribution of bespoke, engaging content (e.g. video, editorial, apps, etc.) for a defined audience."
  },
  {
    "id": 105,
    "name": "Contextual targeting",
    "description": "An ad technology that enables contextually-relevant ads to be displayed on web pages. Keywords are identified in the web page's content, and advertising is fetched which in theory is appropriate for those keywords. An example of this could be a banner ad for a budget airline appearing around an online article about backpacking in Europe. The members of the 'Google Display Network' have all downloaded a program called AdSense, which is a powerful contextual targeting system."
  },
  {
    "id": 106,
    "name": "Continuity strategy",
    "description": "A continuity strategy is a form of media scheduling where media activities run steadily with little variation over a relatively long period of time. Continuity strategies are often used for existing products, when brands are seeking to reinforce presence in a more continuous way."
  },
  {
    "id": 107,
    "name": "Conversion",
    "description": "This is the percentage of people who take the advertiser's desired action as a result of the ad, whether it be site registration, a sale, etc. If clicks have featured in your user journey the conversion rate can be calculated using the following formula: CR = (number of conversions/number of clicks) x 100."
  },
  {
    "id": 111,
    "name": "Cookie ID",
    "description": "A character string used by websites and servers to identify a unique browser."
  },
  {
    "id": 112,
    "name": "Copy Text",
    "description": "The textual component of a web page or content piece."
  },
  {
    "id": 113,
    "name": "Copyscape",
    "description": "Commercial software that can be used to identify plagiarised content by comparing a sample to other data available on the internet. However, passing a Copyscape check does not guarantee that rewritten content will not be identified as duplicated by search engines."
  },
  {
    "id": 114,
    "name": "Cost per Acquisition (CPA)",
    "description": "Cost per acquisition (or action) is a pricing model where the advertiser pays the online advertiser if an action, such as a sale or a registration, results from a user's exposure to the advertising. It is mostly used by direct response advertisers."
  },
  {
    "id": 115,
    "name": "Cost Per Click (CPC)",
    "description": "Cost per Click is the amount an advertiser pays the online publisher each time a user clicks on their ad. The CPC is affected by several factors, including how much competition there is in the market."
  },
  {
    "id": 116,
    "name": "Cost Per Mille (CPM)",
    "description": "Cost-per-mille (CPM) is the cost of delivering one thousand ad impressions. It can be calculated by dividing the cost of the campaign by the number of thousand impressions delivered."
  },
  {
    "id": 117,
    "name": "Cost-per-Action (CPA)",
    "description": "Cost-per-action (or acquisition) is a pricing model where the advertiser pays the online advertiser if an action, such as a sale or a registration, results from a user's exposure to the advertising. It is mostly used by direct response advertisers."
  },
  {
    "id": 118,
    "name": "Cost-per-Engagement (CPE)",
    "description": "Cost-per-engagement is a relatively new model that has emerged as a response to greater interactivity in online ads and brand response advertising. 'Engagement' is a broad term that encompasses more brand-focused actions such as 'Liking', 'retweeting', etc. It is widely considered to be the brand equivalent of CPA."
  },
  {
    "id": 119,
    "name": "CPA",
    "description": "Cost per Action/Acquisition is a pricing model where the advertiser pays the online advertiser if an action, such as a sale or a registration, results from a user's exposure to the advertising. It is mostly used by direct response advertisers."
  },
  {
    "id": 120,
    "name": "CPA (Cost Per Action)",
    "description": "Cost per Action/Acquisition is a pricing model where the advertiser pays the online advertiser if an action, such as a sale or a registration, results from a user's exposure to the advertising. It is mostly used by direct response advertisers."
  },
  {
    "id": 121,
    "name": "CPC",
    "description": "Cost per Click is the amount an advertiser pays the online publisher each time a user clicks on their ad. The CPC is affected by several factors, including how much competition there is in the market."
  },
  {
    "id": 122,
    "name": "CPC (Cost Per Click)",
    "description": "Cost per Click is the amount an advertiser pays the online publisher each time a user clicks on their ad. The CPC is affected by several factors, including how much competition there is in the market."
  },
  {
    "id": 123,
    "name": "CPE (Cost Per Engagement)",
    "description": "Cost per Engagement is a relatively new model that has emerged as a response to greater interactivity in online ads and brand response advertising. 'Engagement' is a broad term that encompasses more brand-focused actions such as 'Liking', 'retweeting', etc. It is widely considered to be the brand equivalent of CPA."
  },
  {
    "id": 438,
    "name": "Crawling (Search Engine)",
    "description": "When an automated web robot methodically browses the web and processes the content held on each page. Search engines then use this up-to-date data to provide results in response to user queries"
  },
  {
    "id": 127,
    "name": "Creative Commons (CC) License",
    "description": "These are a set of prewritten legal templates that can be used to release creative content for free use as long as the new user adheres to the relevant stipulations, limitations or restrictions."
  },
  {
    "id": 128,
    "name": "Creative tag",
    "description": "Link held on the media owner/first party ad server that instructs the user's browser to fetch the ads from the media agency/third party ad server. These tags are provided by the media agency so they can be plugged into the media owner/third party ad server instead of the actual ads."
  },
  {
    "id": 129,
    "name": "CTR",
    "description": "Click Through Rate is the percentage of ad impressions in a given campaign that deliver a click. If 1000 ad impressions deliver 10 clicks then the click through rate is 1%. It is expressed mathematically as CTR = (clicks/impressions) x 100."
  },
  {
    "id": 130,
    "name": "Data",
    "description": "Any information that can be collected on things like consumer profiles, consumer behaviour, campaign and ad performance, etc."
  },
  {
    "id": 131,
    "name": "Data Points",
    "description": "Individual pieces or sources of information or data."
  },
  {
    "id": 132,
    "name": "Data Processing",
    "description": "A wide range of data-related activities are treated as ?processing?, including collecting (obtaining, storing, recording, holding, transferring, receiving), using (altering, organising, sharing) and destroying."
  },
  {
    "id": 133,
    "name": "Data Protection Officer (DPO)",
    "description": "Data Protection Officers or 'DPOs' are designated individuals in Unilever who are responsible for making sure that Unilever follows the new regulations when collecting consumer data and Personally-Identifiable Information (PII)."
  },
  {
    "id": 134,
    "name": "Data Providers",
    "description": "Businesses and pieces of technology that aggregate information (data points) by looking at and recording how people behave online."
  },
  {
    "id": 135,
    "name": "DBT",
    "description": "The Digital Briefing Template (DBT) can be used in the planning stages of a campaign (Pre-Market) to set clear objectives for digital assets and align them on KPIs."
  },
  {
    "id": 136,
    "name": "Deal ID",
    "description": "A deal ID, or ‘Deal Identifier’, is a unique number associated with a given ad buy. It is used to match buyers and sellers within the programmatic market according to pre-negotiated criteria."
  },
  {
    "id": 137,
    "name": "Demand Side Platform (DSP)",
    "description": "DSP stands for 'Demand Side Platform': a technology which enables buyers to manage their bids for ad inventory bought via exchanges. In addition, the tracking, optimisation and ad serving capabilities of these platforms enable buyers to make huge efficiencies in terms of cost and return on investment."
  },
  {
    "id": 138,
    "name": "Digital GRP (Gross Rating Point)",
    "description": "An online version of the Gross Rating Point metric found in television advertising. It is expressed as the total online audience reached (as a percentage) times the average frequency."
  },
  {
    "id": 142,
    "name": "Discrepancy",
    "description": "In digital advertising, discrepancy refers to the difference in campaign reporting numbers for key measurements, such as impressions and clicks between multiple adservers. These differences can be caused by a variety of factors including the number of partners involved, the individual user being served the ads, and page load time."
  },
  {
    "id": 143,
    "name": "Display Advertising",
    "description": "A type of multimedia advertising which often uses images (static and moving), sound and text. Banner ads, MPUs/Medium Rectangles and Skyscrapers are typical display ad formats, although formats are continuously evolving. Display ads are very different from classified or search ads, which are typically text-based."
  },
  {
    "id": 144,
    "name": "DMCA",
    "description": "The Digital Millennium Copyright Act is a piece of legislation relevant to the dissemination of copyrighted material on the internet. Among the provisions is one allowing for legal protection for service providers and other internet mediators providing that they act to remove infringing content on receipt of a request from the copyright holder. This means that search engines may be obliged to remove infringing content from SERPS."
  },
  {
    "id": 145,
    "name": "Dmoz",
    "description": "The Open Directory Project (Dmoz) is a Netscape-owned free and open source database of World Wide Web links maintained by volunteer editors around the world. Sites do not have to pay for inclusion."
  },
  {
    "id": 146,
    "name": "DMP (Data Management Platform)",
    "description": "A piece of software that warehouses and analyses audience data for media companies. DMPs are often used to manage Deal IDs and create audience segments for targeting purposes. Data from DMPs is often fed into DSPs to inform buying decisions."
  },
  {
    "id": 147,
    "name": "Domain",
    "description": "Officially an identifier that defines any complete internet resource, it is more commonly defined as an identifier for an entire website rather than any of the resources found within it, e.g. web pages."
  },
  {
    "id": 148,
    "name": "Doorway page",
    "description": "A page that often has little to no relation to the search term for which it is found whose function is simply to redirect the user to another site. It looks and feels right to the search engines because the right keywords and meta description have been used, but the page itself is simply a facade designed to lead the user elsewhere. This is a standard 'black hat' SEO technique."
  },
  {
    "id": 149,
    "name": "DSP",
    "description": "DSP stands for 'Demand Side Platform': a technology which enables buyers to manage their bids for ad inventory bought via exchanges. In addition, the tracking, optimisation and ad serving capabilities of these platforms enable buyers to make huge efficiencies in terms of cost and return on investment."
  },
  {
    "id": 150,
    "name": "DSP (Demand Side Platform)",
    "description": "A technology which enables buyers to manage their bids for ad inventory bought via exchanges. In addition, the tracking, optimisation and ad serving capabilities of these platforms enable buyers to make huge efficiencies in terms of cost and return on investment."
  },
  {
    "id": 154,
    "name": "E-Commerce",
    "description": "Online commerce e.g. online retailers, online sales, etc."
  },
  {
    "id": 155,
    "name": "Earned Media",
    "description": "Earned media are media that are passed between consumers as a result of a direct experience with a brand, e.g. a retweet, a Facebook 'Like', a Pinterest 'Pin It', a FourSquare 'Check In', a positive review in an influential blog, etc. ?"
  },
  {
    "id": 156,
    "name": "eCommerce",
    "description": "Online commerce e.g. online retailers, online sales, etc."
  },
  {
    "id": 157,
    "name": "Email",
    "description": "Electronic Mail. Invented in the 1960s for exchanging messages on the same computer, it was not until Ray Tomlinson sent the first network email to computers positioned side-by-side (and used the '@' sign for this purpose for the first time) that email's potential began to be realised. Soon, it was routinely used across ARPAnet, the U.S. military precursor to the Internet. Email clients like Microsoft Outlook and Mozilla Thunderbird do not strictly require the Web to operate because pure email uses Internet protocols other than HTTP (POP3 and IMAP in the main), but web-based email ('webmail') clients such as GMail and Hotmail are now more popular than their desktop counterparts."
  },
  {
    "id": 158,
    "name": "Exact match",
    "description": "The most precise matching option offered in Google's AdWords. An ad may be displayed only if its exact keyword or phrase is searched for, with no other terms included in the search query. Misspellings, acronyms, abbreviations, accents, stemmings, and singular and plural forms of the keyword(s) are included in the matching option, so the ad may be displayed for these as well."
  },
  {
    "id": 159,
    "name": "Exact Match Anchor Text",
    "description": "Hyperlink anchor text containing keywords that have specific value for SEO. This is often done deliberately in an attempt to increase the relevance of the linked site for a search term. However, exploiting external anchor text for SEO purposes is very easy to detect by looking at an entire link profile and thus has a high chance of attracting penalties from search engines."
  },
  {
    "id": 162,
    "name": "Feature phone",
    "description": "These are standard mobile phones with limited smartphone functionality. Like smartphones, they can possess GPS navigation, touchscreens, cameras and Wi-Fi capability. However, third-party apps cannot utilise these phones' core functions to the same extent that smartphone apps can."
  },
  {
    "id": 163,
    "name": "Feed-Based Video",
    "description": "Video content that appears within the news feed on social media platforms."
  },
  {
    "id": 440,
    "name": "Filter",
    "description": "A feature that enables shoppers to refine a product list page by pre-set tags. Filters should be category specific e.g. Brand, Format, Size"
  },
  {
    "id": 164,
    "name": "First party ad server",
    "description": "Alternate name for the media owner ad server. This server holds creative tags from the media agency. These tags instruct the user's browser to fetch the actual ads from the media agency/third party ad server."
  },
  {
    "id": 165,
    "name": "First Party Data",
    "description": "Audience data wholly owned and collected by a media company, e.g. Mail Online."
  },
  {
    "id": 166,
    "name": "Flash",
    "description": "Software framework that enables users to create animation, games and rich media content. Flash's SWF and FLV file formats quickly displaced GIF as the file formats of preference for web developers. However, HTML5 poses an existential threat to the platform because unlike Flash HTML5 is web-native and does not require plugins to function on web pages. The name 'Flash' originates from Macromedia's purchase of FutureSplash, the second version of the framework, in 1996. Macromedia combined 'Future' and 'Splash' to make 'Flash', a title the platform retained when Macromedia was purchased by Adobe Systems in 2005."
  },
  {
    "id": 167,
    "name": "Floor Price",
    "description": "A minimum bid a seller is willing to accept for ad inventory within an auction. Some sellers may set lower floor prices as a way of capturing buyer data, but in the main floor prices are designed to prevent inventory from becoming unprofitable."
  },
  {
    "id": 168,
    "name": "FMCGs",
    "description": "Fast Moving Consumer Goods (FMCGs) are retail items such as foodstuffs, toiletries, cleaning products and low end consumer electronics that are intended to be sold and replaced very quickly. The profit margins for the manufacturers are small, but FMCGs sell in such large quantities that profits overall are extremely high. FMCGs are contrasted with other goods such as 'durable goods' (e.g. cars, computers, mobile phones, etc.) and 'major appliances' (e.g. washing machines, fridges, dishwashers, etc.)."
  },
  {
    "id": 171,
    "name": "Frequency Capping",
    "description": "This is the practice of capping the number of times an ad is shown to a particular user, to prevent possible oversaturation and annoyance."
  },
  {
    "id": 172,
    "name": "FTP",
    "description": "File Transfer Protocol. A widely used network protocol, invented in 1971 by Internet pioneer Abhay Bhushan, that allows computers (AKA \"hosts\") to exchange files over a network.  This network is usually, but not always, the internet."
  },
  {
    "id": 173,
    "name": "Full Stack",
    "description": "A company that encompasses all, or a large number of, the different ad tech capabilities under one roof e.g. ad servers, DSPs, SSPs, DMPs, analytics tools, etc."
  },
  {
    "id": 174,
    "name": "Geo-fencing",
    "description": "Uses GPS technology to establish virtual boundaries around defined areas, such as tourist destinations, shops, and workplaces. When a mobile device such as a smartphone enters or exits a geo-fence, a notification is sent to the device. This system can be used by marketers to target consumers based on location."
  },
  {
    "id": 175,
    "name": "GIF",
    "description": "GIF is an acronym for Graphics Interchange Format. This is an image format launched by CompuServe in 1987 that used to be the de facto format for image presentation on the World Wide Web. Its colour palette for a single frame is limited to 256, making it unsuitable for presenting high definition images such as photographs. However, before it was superseded by the Shockwave Flash (swf) and Flash Video (flv) file formats, it was used for all static and dynamic web images, including those incorporated into early web advertisements. The format is now principally used for presenting sharp-edged images with limited colour palettes."
  },
  {
    "id": 176,
    "name": "Gigabyte",
    "description": "1024 megabytes"
  },
  {
    "id": 177,
    "name": "Gold Campaign",
    "description": "Gold campaigns are those where incremental contribution to turnover is greater than 0.5%. Gold campaigns run for at least 9 months and as such, will normally involve significant activity such as a major innovation or a new brand or category launch."
  },
  {
    "id": 181,
    "name": "Google Custom Search",
    "description": "AdSense feature which enables site owners to place custom Google search engines on their sites. These can either act as general search tools or only include results from pages within the domains."
  },
  {
    "id": 182,
    "name": "Google Display Network",
    "description": "Network of websites that use the Google AdSense program to host contextually targeted ads from Google in their page real estate. They can also incorporate custom Google search bars into their sites using AdSense. Google splits the revenue from any clicks with the site."
  },
  {
    "id": 183,
    "name": "Google Tag Manager",
    "description": "Is a software system that helps web masters manage and consolidate tracking tags and code, such as cookies, on a specific web page. This can greatly simplify the technical implementation of an analytics strategy."
  },
  {
    "id": 184,
    "name": "Google Webmaster Tools",
    "description": "Google’s toolkit for webmasters. When implemented on a site, webmaster tools provides webmasters with a broad range of features, including but not limited to: site map submission, error messages and warnings, sample links and traffic data. We recommend webmaster tool implementation for all websites."
  },
  {
    "id": 185,
    "name": "Googlebot",
    "description": "Google's proprietary web crawler used for indexing web content."
  },
  {
    "id": 186,
    "name": "GRP (Gross Rating Point)",
    "description": "A broadcast TV measure of ad exposure expressed as the total audience reached (as a percentage) times average frequency. One rating point is usually equal to one per cent of the target audience."
  },
  {
    "id": 187,
    "name": "GTLD",
    "description": "Generic Top Level Domain.  An identifier usually found at the end of addresses used in the Internet Domain Name System (DNS) to identify an internet resource by function. The connection between a specific function and a gTLD has been abandoned in some cases, e.g. .com (commercial), .net (networking technology) and .org (non-profit organisation). However, the descriptive association has been maintained for other resources, e.g. .gov (government), .edu (U.S. educational establishments), and .mobi (mobile sites)."
  },
  {
    "id": 188,
    "name": "Gyroscope",
    "description": "A sensor in a mobile device which measures the orientation of the device. It can sense motion, tracking rotation or twist and measuring the angular rotational velocity. A gyroscope can provide precision motion inside app functionality, and a user can execute the majority of the tasks with the motion of the device only."
  },
  {
    "id": 189,
    "name": "H1 Tag",
    "description": "The most prominent heading tag available within HTML. This should only be used once on each page, usually to form the main heading. The H1 tag is an important location with regard to keyword placement. The default H1 appearance can be altered by adding additional styling code to the tag."
  },
  {
    "id": 193,
    "name": "Holding Company",
    "description": "A company whose purpose is to own (usually controlling) shares in other companies."
  },
  {
    "id": 442,
    "name": "Home Page",
    "description": "The default page that loads when a shopper first lands on the retailer’s site. It is equivalent to both the shop window and the front of store in physical store terms"
  },
  {
    "id": 194,
    "name": "Hotlinking",
    "description": "The act of linking to a piece of content in such a way that it is displayed on one location but still hosted and served from another. This is poor internet etiquette in most cases as this places the cost of serving the content on the source site. However, from an SEO perspective you are usually better off having another user hotlink to your content rather than re-host it on their own. You should not hotlink to images on other sites however, because a hotlinked image can be swapped for any other, at any time, by the hosting server."
  },
  {
    "id": 195,
    "name": "HTML",
    "description": "HyperText Markup Language. The language created in 1990 by Sir Tim Berners-Lee that enables browsers to render web resources in their intended formats and display them to users. Plain text is enclosed and \"marked up\" in a series of instructional, bracketed tags whose purpose is to inform the browser where and in what size and with what function (e.g. a hyperlink) that text should be displayed to the user. However, the look and feel of web pages composed in HTML is also shaped by the Cascading Style Sheet (CSS) language. HTML used to be incapable of describing rich media objects such as Flash content, but its latest iteration, HTML5, can now instruct browsers to render rich media content as well."
  },
  {
    "id": 196,
    "name": "HTML5",
    "description": "HyperText Markup Language 5. This is the fifth version of HTML, the markup language that instructs web browsers how to present information on a web page. Unlike previous versions, HTML5 no longer requires plugins like Flash to display multimedia content."
  },
  {
    "id": 197,
    "name": "HTTP",
    "description": "HyperText Transfer Protocol. The communications standard/application protocol for the World Wide Web invented by Sir Tim Berners-Lee. Documents on the World Wide Web composed in HyperText Markup Language (HTML) link to each other via hypertext. HTTP is the protocol that enables the exchange and transfer of hypertext. Both the term 'hypertext' and the concept itself actually predate the World Wide Web. Sociologist and IT philosopher Ted Nelson devised hypertext as an abstract system in 1963, inspired, he claims, by the need to track his own thought processes."
  },
  {
    "id": 198,
    "name": "Hummingbird Update",
    "description": "An update to the Google PageRank algorithm whose first iteration was released in August 2013. It is a core algorithm update whose impact is comparable to that of the Caffeine Index update of 2010. This is not a security/spamdexing related update; instead, it is the algorithm change behind semantic search and the Knowledge Graph."
  },
  {
    "id": 199,
    "name": "Hyperlink",
    "description": "A website element that allows users to navigate directly to another website or piece of web content."
  },
  {
    "id": 200,
    "name": "IAB",
    "description": "The Internet Advertising Bureau UK (IAB) is the trade association for online and mobile advertisers."
  },
  {
    "id": 201,
    "name": "iBeacon",
    "description": "iBeacon is Apple's indoor positioning system, which enables iPhone users to receive notifications and make instore payments via Bluetooth Low Energy (BLE) wireless personal area network technology."
  },
  {
    "id": 202,
    "name": "Identifer For Advertisers (IDFA)",
    "description": "Apple's IDFA replaces the defunct UDID (Unique Device Identifier) system, which raised user privacy concerns. It is a random serial number assigned to iOS devices on a temporary basis (unlike the UDID).  This number is used by ad servers to target iOS user segments (rather than individual users) by browsing and/or search activity and deliver relevant ads to them."
  },
  {
    "id": 443,
    "name": "Image Gallery",
    "description": "A catalogue of SKU images held on the PDP"
  },
  {
    "id": 203,
    "name": "Implied Consent",
    "description": "Implied consent is an assumption of permission to do something that is inferred from an individual's actions rather than explicitly provided. An example is when a consumer calls a consumer helpline to ask a question about a brand's product (e.g. allergens). The brand would need their contact details to respond to the query. By giving their details, this implies that the consumer is happy for the brand to store them and use them to respond."
  },
  {
    "id": 204,
    "name": "In-Banner Video",
    "description": "Video content that appears within a traditional digital display banner on a webpage."
  },
  {
    "id": 205,
    "name": "In-stream advertising",
    "description": "In stream advertising refers to ad spaces that are not separate to the content but lie within the body (or the ‘stream’) of the editorial."
  },
  {
    "id": 210,
    "name": "Internet Domain",
    "description": "Officially, an Internet domain is an identifier that defines any complete Internet resource. However, it is more commonly defined as an identifier for an entire website rather than any of the resources found within it, e.g. web pages."
  },
  {
    "id": 211,
    "name": "Internet of Things (IoT)",
    "description": "A development of the existing computer-based internet paradigm in which thousands of previously inert objects will be internet-enabled. Phones and watches are merely the first wave of this phenomenon. Household goods (e.g. refrigerators), automobiles, farming and medical equipment are all beginning to include internet connectivity, turning them into de facto “smart devices”. As the internet extends beyond the computing paradigm and into everyday life, rich data capture is expected to increase by  an order of magnitude."
  },
  {
    "id": 212,
    "name": "Inventory",
    "description": "The amount of advertising space available at any given supply-side source."
  },
  {
    "id": 213,
    "name": "IP Address",
    "description": "A number assigned by an Internet Service Provider (ISP) to any device (e.g. mobile, desktop computer, internet television, etc.) on the Internet. These numbers are in turn assigned to ISPs by the Internet Assigned Numbers Authority (IANA) in the USA. They are used for the purposes of identifying and locating networked devices. Each IP address can be expressed decimally for human eyes, e.g. 91.106.249.139, but they are binary numbers in reality, meaning they are composed entirely of the numbers '0' and '1'.  There are two IP address systems currently in use: IPv4 and IPv6. IPv4 is currently undergoing a process of deprecation to encourage uptake of the newer IPv6 system, which makes many more IP addresses available."
  },
  {
    "id": 214,
    "name": "IP Block",
    "description": "IP addresses that share a numerical relationship are often assigned to the same distributor (such as an internet hosting company) and issued to clients at the same time. An IP address can be divided up into blocks as follows: AAA.BBB.CCC.DDD. Multiple links from addresses with the same C block, that is those which are identical apart from the last 3 numbers, can indicate that the links have originated from closely-related sites, such as an SEO link network."
  },
  {
    "id": 215,
    "name": "ISP",
    "description": "Internet Service Provider. Businesses that provide internet access, e.g. Virgin, BT, Sky, Verizon, etc. The first commercial ISP to grant Internet access to the general public (rather than academics and military personnel) was 'The World' in November 1989, one year prior to the creation of the World Wide Web."
  },
  {
    "id": 216,
    "name": "JavaScript",
    "description": "A programming language, often used to create interactive web content. Because of the relatively unrestricted nature of such coding, JavaScript-created content is incredibly hard for search crawlers to parse, and such content will therefore generally not contribute to a search engine’s determination of ranking."
  },
  {
    "id": 217,
    "name": "JavaScript tags",
    "description": "An advanced form of tracking/action tag. As with the basic tracking/action tag, a 1x1 pixel (and a separate cookie) is delivered to isolate and identify an action such as a sale, but the use of the JavaScript computer programming language allows the ad server to capture much richer data. Instead of just sale confirmation coming through, the ad server can break sales down into numbers of products sold, average value of products, etc. However, the cost of capturing this richer data is sometimes a noticeable increase in the loading time of the web page. This can have an adverse effect on both Google and Bing search rankings and customer activity on e-commerce sites."
  },
  {
    "id": 218,
    "name": "Key Performance Indicator (KPI)",
    "description": "A chosen measure of performance for a given business undertaking (e.g. a campaign)."
  },
  {
    "id": 219,
    "name": "Keyword",
    "description": "In the context of SEO a keyword is a word, or sequence of words, that is of particular relevance to the specific website or page. Often corresponding to search terms which could be expected to bring traffic."
  },
  {
    "id": 220,
    "name": "Keyword Planner",
    "description": "AdWords tool which enables you to research the keywords you want to use, look at their historical performance and then estimate how they might perform for your campaign in the short to medium term."
  },
  {
    "id": 411,
    "name": "Keyword Stuffing",
    "description": "The act of attempting to maximise keyword usage at the expense of usability. This is no longer an effective SEO technique and should no longer be engaged in."
  },
  {
    "id": 221,
    "name": "Keywords",
    "description": "In the context of SEO a keyword is a word, or sequence of words, that is of particular relevance to the specific website or page. Often corresponding to search terms which could be expected to bring traffic."
  },
  {
    "id": 222,
    "name": "Kilobyte",
    "description": "1024 bytes"
  },
  {
    "id": 223,
    "name": "Knowledge Graph",
    "description": "Google's first foray into semantic search, which takes the form of a display embedded in the SERP providing supplementary information on a given search topic. The Knowledge Graph moves beyond keywords to provide more holistic and relevant search results through structured \"ontologies\"."
  },
  {
    "id": 224,
    "name": "KPI",
    "description": "KPI is an acronym for Key Performance Indicator, and is a measure of performance for a given business undertaking (e.g. a campaign)."
  },
  {
    "id": 225,
    "name": "Landing Page",
    "description": "The first page arrived at by those visiting a site ? often but not always the homepage. For organic search traffic, this will be whichever page was linked to on the SERP. In SEO it?s important to be aware of landing pages, and work towards providing appropriate landing pages for different categories of incoming users."
  },
  {
    "id": 226,
    "name": "Last Click Model",
    "description": "A type of campaign analytics or modelling that attributes all the success of the campaign to the ad that received the final click before the desired action (e.g. purchase) was taken."
  },
  {
    "id": 227,
    "name": "Linear TV",
    "description": "Television viewed at the scheduled time of broadcast on its intended channel. VOD and catch-up TV services are rapidly undermining this format, but it is still the main way TV is consumed."
  },
  {
    "id": 228,
    "name": "Link bait",
    "description": "A small piece of content, e.g. a useful or entertaining infographic, video or application designed to direct users back to your main site. This is a key weapon in the off-site SEO practitioner's arsenal."
  },
  {
    "id": 229,
    "name": "Link Building",
    "description": "The act of placing links pointing back to a website solely for the SEO value that they might provide."
  },
  {
    "id": 446,
    "name": "List Page",
    "description": "A page that shows a number of SKUs in response to a shopper’s navigation. These pages can often be sorted by price, rating or other category common metrics"
  },
  {
    "id": 233,
    "name": "Local Loop Unbundling",
    "description": "A legislative process, beginning with a report by the European Commission in 1993, that culminated in governments worldwide ordering companies with telecommunications infrastructure monopolies (referred to as Incumbent Local Exchange Carriers, or 'ILECs', in the USA) to make their infrastructure up to competitors. This allowed companies that did not own physical telecommunications infrastructure (e.g. cables and exchanges) to offer internet access to consumers. Most unbundling in the major Western economies took place in 1996."
  },
  {
    "id": 234,
    "name": "Lost Impressions",
    "description": "The discrepancy in impression count that can occur between two different ad tech providers due to different measurement technologies, for example."
  },
  {
    "id": 235,
    "name": "Malware",
    "description": "Malicious software. This can have a wide variety of adverse effects when introduced to a computer system, including, but not limited to: stealing personal data; recording user activity; hijacking system resources for criminal activity and even compromising security systems to further increase vulnerability to additional malware."
  },
  {
    "id": 236,
    "name": "Mashups",
    "description": "Also known as ‘Web Application Hybrids’, Mashups take data and services from different websites and integrate them into a single application. When large applications released their APIs, it became possible for developers to take data from two or more sources and create a ‘mashup’ in which data from one was combined with data from the other(s) to create an application with an esoteric function."
  },
  {
    "id": 237,
    "name": "Media buyer",
    "description": "An individual who works to purchase advertising time (in the case of television and radio) and space/placement (in the case of press and digital) for their clients' ads."
  },
  {
    "id": 238,
    "name": "Media Channel",
    "description": "A specific vehicle for transmitting messages, e.g. radio, television, newsletters, magazines, mobile, social networking service, etc. Digital is not a media channel because it simply refers to the way the information transmitted by internet-enabled devices is packaged, sent and received. Instead, digital is best defined as a 'transmission method'."
  },
  {
    "id": 239,
    "name": "Media Neutral Planning",
    "description": "A planning approach that resembles transmedia planning inasmuch as several media channels are considered from the outset, only the message itself is static and \"media neutral\", i.e. it does not change from channel to channel. In other words, the media's influence over the message is minimal."
  },
  {
    "id": 240,
    "name": "Megabyte",
    "description": "1024 kilobytes"
  },
  {
    "id": 241,
    "name": "Meta description",
    "description": "An HTML label containing a short description of a page's content of no more than 156 words. This description appears on the SERP as the 'snippet' beneath the page title. If no meta description can be found, the search engines will look elsewhere for the snippet."
  },
  {
    "id": 246,
    "name": "Micro Conversions",
    "description": "Micro conversions are viewed as a bit of a digital buzzword and we don’t really have a working definition for them at this point. As a result, many brands only have a limited understanding of what they are and how they should be measured. Most advertisers take a micro-conversion to mean any value-added action taken by a user that sits outside of the brand or product’s primary KPI (Key Performance Indicator), e.g. app downloads, social media likes, newsletter sign ups etc."
  },
  {
    "id": 247,
    "name": "Micropayment",
    "description": "An e-commerce transaction, usually involving a relatively small amount of money, through which an online product such as a movie, song or game can be purchased (or rented) online. Charitable donations can also be made through micropayment systems. Apple uses an aggregated micropayment system on its iTunes application."
  },
  {
    "id": 248,
    "name": "Mid-Roll Ad",
    "description": "Ads that play during other video content. Traditional TV commercial breaks are an example of mid-roll advertising."
  },
  {
    "id": 249,
    "name": "MMM",
    "description": "Marketing Mix Modelling, or 'MMM', is a tool for determining ROI of media spend. It's available globally through CMI Analytics for campaigns that have run for at least 6 weeks."
  },
  {
    "id": 250,
    "name": "MMS",
    "description": "MultiMedia Messaging Service. Although it has nothing in common with SMS technologically, it was designed to complement SMS by enabling pictures, videos and audio to be exchanged between mobile phones."
  },
  {
    "id": 251,
    "name": "Mobile Operator",
    "description": "These are the companies who own and maintain the networks used by mobile phone users. Examples include Orange, Vodafone, AT&T, T-Mobile, O2 and 3."
  },
  {
    "id": 252,
    "name": "Mobile OS",
    "description": "Mobile Operating System. These are similar to operating systems like Windows or Linux on your home computer, but they are specific to mobile devices such as smartphones and tablets. As such, they also have to control additional functions such as touchscreen capability, speech recognition, GPS navigation and camera capability. The most common mobile operating systems - all of which have gone through several named and/or numbered iterations - are Apple's 'iOS' and Google's 'Android'."
  },
  {
    "id": 253,
    "name": "MPU",
    "description": "MPU stands for Multi-Purpose Unit - one of the standard online ad formats, at 300x250 pixels."
  },
  {
    "id": 258,
    "name": "Negative match",
    "description": "Prevents an ad from being displayed if certain keywords are present in the search query. Below the AdWords keyword matching table is a smaller table reserved for defining negative match keywords, all of which must be prefixed with a minus sign. This is a useful option for screening out irrelevant search terms that are unlikely to lead to a click."
  },
  {
    "id": 259,
    "name": "Negative SEO",
    "description": "Black Hat SEO techniques that are intended to actively damage the rankings of rival websites, usually by faking exploitative SEO activity on behalf of the target in order to trigger a search penalty."
  },
  {
    "id": 260,
    "name": "Network Carrier/Operator/Provider",
    "description": "These are the companies who own and maintain the networks used by mobile phone users. Examples include Orange, Vodafone, AT&T, T-Mobile, O2 and 3."
  },
  {
    "id": 261,
    "name": "Network-Centric Data",
    "description": "This approach involves the use of proprietary software to intercept the website logs held by Internet Service Providers (ISPs) such as Sky and BT to analyse site usage data. Because this data is anonymous it is often combined with data from panels so audiences can be profiled in demographic groups. Sample sizes can often be in the millions, so network-centric data companies such as Hitwise and Quantcast often have very detailed information on search traffic."
  },
  {
    "id": 262,
    "name": "News Feed Video",
    "description": "Video content that appears within the news feed on social media platforms."
  },
  {
    "id": 263,
    "name": "NFC",
    "description": "Near Field Communication. This technology allows mobile devices to establish radio contact with each other over short distances or by direct contact. The new field of mobile retailing is heavily-reliant on NFC technology."
  },
  {
    "id": 264,
    "name": "Nofollow",
    "description": "‘Nofollow’ is a value that can be assigned to the ‘rel’ attribute of an HTML element. It instructs search engines that the hyperlink should not influence the ranking of the link's target in the search engine's index. It can also be used in the content of a robot’s ‘meta tag’ to instruct search engines not to follow links from the page."
  },
  {
    "id": 265,
    "name": "Non-Skippable Ad",
    "description": "A video ad of up to 30 seconds in length which does not offer the option to skip."
  },
  {
    "id": 266,
    "name": "O&O (Owned & Operated Content)",
    "description": "A term originally used to refer to local TV and radio stations owned and operated by major broadcast networks. 'Owned and Operated' now also refers to content created by the brand and distributed through owned web and social media properties such as Facebook pages."
  },
  {
    "id": 267,
    "name": "OEM",
    "description": "Original Equipment Manufacturer. These are mobile device manufacturers who buy software or components from other companies for use in their own products. For instance, Samsung mobile devices use Google's Android operating system."
  },
  {
    "id": 273,
    "name": "Online publisher",
    "description": "Any individual or organisation that publishes online content on an owned platform such as a website or a blog. This content does not have to be textual, so Channel 4 and Mail Online are both regarded as online publishers despite their very different content offerings. Because social media sites like Facebook and Twitter do not publish content of their own they are not regarded as online publishers."
  },
  {
    "id": 274,
    "name": "Organic Search",
    "description": "The listings that appear on the SERP as a natural result of search algorithm discovery. This is in contrast to the 'paid listings' where advertisers pay to appear beside and above the natural listings through ad products such as Google AdWords."
  },
  {
    "id": 447,
    "name": "Organic Search Results",
    "description": "The Search Results Page showing the results (could be products, images or websites) that are deemed most relevant to the search term entered"
  },
  {
    "id": 275,
    "name": "Owned and Operated (O&O)",
    "description": "A term originally used to refer to local TV and radio stations owned and operated by major broadcast networks. 'Owned and Operated' now also refers to content created by the brand and distributed through owned web and social media properties such as Facebook pages."
  },
  {
    "id": 276,
    "name": "Owned Media",
    "description": "Owned media are media that are now created and owned by the marketer and or the brand, i.e. YouTube channel, website, microsite, Facebook page, brand media assets, etc."
  },
  {
    "id": 277,
    "name": "Page impression/page view",
    "description": "A request, received by a web server, to view one page of a website."
  },
  {
    "id": 278,
    "name": "Page Rank",
    "description": "The search algorithm at the heart of the Google search engine named after its co-author, Larry Page. Inspired by the academic peer review/citation system, it uses the strength, quality and number of links to web resources as a measure of their relevance to any search query. The algorithm is constantly updated in order to combat strategies designed to trick it into assigning a higher PageRank to websites than they deserve. Its importance has been downplayed in recent years due to successive algorithm updates, but the argument could be made that PageRank is still the backbone of the Google search algorithm."
  },
  {
    "id": 413,
    "name": "Page Titles",
    "description": "Tag that serves as the title of the page for both the search engines and the user. It appears in the browser's 'chrome' (the page title at the top of the browser) and in all appropriate tabs. Most importantly, it is the title of the page above the snippet on the SERP. The maximum displayable size of this title is determined by pixel width, equivalent to roughly 69 characters for title tags."
  },
  {
    "id": 279,
    "name": "Paid Media",
    "description": "Paid media is where the brand or their representatives pay to leverage a channel not controlled or owned by the brand. This might involve buying ads or advertorials from companies who own media channels a brand wants to reach, such as Sky, Google, The New York Times, Twitter, Facebook, etc."
  },
  {
    "id": 280,
    "name": "Panda",
    "description": "An update to the Google PageRank algorithm whose first iteration was released in February 2011. New ranking criteria were introduced in order to prevent low quality content such as that produced by content farms from ranking highly on the SERP. These criteria were established by a number of users who were asked to rank sites in terms of quality. The high quality sites they selected were then compared and contrasted using sophisticated artificial intelligence to find common traits which were then incorporated into the algorithm's search criteria."
  },
  {
    "id": 284,
    "name": "Path to Conversion Analysis/Multiple Source Attribution",
    "description": "Analysis method created to address the problem of 'final click attribution', i.e. when a user clicks multiple ads across multiple sites during a given campaign, but because the final click delivers the sale, only the final site receives the credit and the money. Most ad serving software now offers advanced reporting that provides a more microscopic view of the campaign, enabling you to see where the user viewed and/or clicked before the final action/sale. This information is useful for setting campaign budgets, planning insight data, and rebooking activity. It has several names, but Doubleclick's 'path to conversion analysis' is widely used throughout the industry."
  },
  {
    "id": 285,
    "name": "Pay-To-Watch",
    "description": "A funding model in which viewers make a one-off payment to watch a particular piece of content. Broadcast television channels pioneered the model for sporting events in the 1980s, but it is now the default method of content delivery for many online services, such as iTunes, Google Play and Amazon Instant Video."
  },
  {
    "id": 286,
    "name": "Paywall",
    "description": "Mainly employed by news organisations and academic publishers, paywalls are systems put in place to restrict access to web content to users who have not paid a subscription or a one-off payment. As publishers make the transition from print to digital editions of their publications, advertising revenue can sometimes be insufficient to cover the costs of creating an online edition. Paywalls can supplement (or even replace) advertising revenue if demand for an online edition is high enough. The online edition of the Financial Times is a model of how to make a paywall system financially viable."
  },
  {
    "id": 287,
    "name": "Penguin",
    "description": "An update to the Google PageRank algorithm whose first iteration was released in April 2012. Unlike the Panda Update, its official purpose is to penalize sites which employ 'black hat' SEO techniques to appear unnaturally high on the SERP. The update searches for tell-tale signs of black hat techniques such as cloaking, keyword stuffing, link bombing, etc."
  },
  {
    "id": 288,
    "name": "Penguin Update",
    "description": "An update to the Google PageRank algorithm whose first iteration was released in April 2012. Unlike the Panda Update, its official purpose is to penalise sites which employ 'black hat' SEO techniques to appear unnaturally high on the SERP. The update searches for tell-tale signs of black hat techniques such as cloaking, keyword stuffing, link bombing, etc."
  },
  {
    "id": 289,
    "name": "People Relationship Marketing (PRM)",
    "description": "People Relationship Marketing is one of the three 'pillars' of the PDC. It is both Unilever?s consumer data storage facility and its capability to create owned audiences for brands."
  },
  {
    "id": 290,
    "name": "Personally-Identifiable Information (PII)",
    "description": "Personally-Identifiable information (PII) refers to information which can be used to directly or indirectly identify an individual. This could be information such as a name, date of birth, phone number, or email address, but also demographic or behavioural data."
  },
  {
    "id": 291,
    "name": "Phablet",
    "description": "A hybrid mobile device providing an intermediate size between a smartphone and a tablet, typically with a screen size between 5 and 6 inches. Phablets are designed to combine the capabilities of both smartphones and tablets, offering portability and functionality crossed with a more dynamic, big-screen experience."
  },
  {
    "id": 292,
    "name": "Phrase match",
    "description": "Broadens the keyword matching possibilities by grouping terms together to form phrases. Surrounding phrases with quotation marks in the AdWords keyword table allows ads to be triggered for exact phrases in the correct order, as well as for any close variants such as misspellings, acronyms, singular and plural forms, accents, and abbreviations."
  },
  {
    "id": 295,
    "name": "Post click tracking",
    "description": "A tracking method used to account for the large number of users who see an ad and click on it to visit the advertiser's site, but perform the desired action (usually a sale) some days or even weeks later.  With this method, two cookies are used: a 'click cookie' and a 'tracking/action cookie'. The click cookie is dropped when the user clicks on the ad and visits the advertiser's site. It then remains on the user's computer for a maximum of thirty days, during which a tracking/action cookie will be dropped on them if they return to the site and proceed to the thank you page. This thirty day window is intended to give the marketer a sense of whether or not it was the advertising that led to the user taking the desired action. The combination of the two cookies identifies the user as someone who both saw the ad and carried out the action."
  },
  {
    "id": 296,
    "name": "Post impression tracking",
    "description": "A tracking method used to account for users who perform a desired action as a result of seeing an ad, but who do not click on the ad itself. It works by dropping a 'seen cookie' on users who have seen the ad on the media owner site but failed to click. This seen cookie remains on the user's computer for far less time than the 'click cookie' used in post-click tracking; one or two days at the most. If the user completes the action, a tracking cookie is dropped on their computer. The combination of the seen cookie and the tracking cookie attributes the sale to the ad and identifies the user."
  },
  {
    "id": 297,
    "name": "Post-Roll Ad",
    "description": "Ads that are played after other video content."
  },
  {
    "id": 298,
    "name": "PPC/Paid Search",
    "description": "PPC (‘Pay Per Click’) or ‘Paid Search’ is the search engine marketing counterpart to SEO (Search Engine Optimisation). Paid Search involves paying for exposure on a SERP rather than ‘winning’ the exposure organically, and your paid link will usually appear alongside the organic listings - but clearly labelled as a paid ad. You will usually be charged a fee every time a user clicks on your paid ad, in agreement with a price that has already been negotiated with the search engine. For a full introduction to this important digital channel, please check out one of our lessons on this topic."
  },
  {
    "id": 299,
    "name": "Pre-Roll Ad",
    "description": "A TV-style video ad intended to be viewed before online video content. Mid and post-roll ads also exist, but pre-rolls are currently thought to be the most impactful because they precede content, which is when anticipation is highest."
  },
  {
    "id": 448,
    "name": "Primary Navigation Bar",
    "description": "Main navigation structure found at the top of the retailer’s home page (above the fold) and often static across all pages. It’s the site navigation that welcomes shoppers and provides a quick high-level view of retailer’s offering"
  },
  {
    "id": 300,
    "name": "Privacy Impact Assessment (PIA)",
    "description": "The Privacy Impact Assessment (PIA) is a decision tool used to identify and minimise any potential privacy risks before collecting consumer data."
  },
  {
    "id": 301,
    "name": "Privacy Notice",
    "description": "A privacy notice, sometimes known as a privacy statement or privacy policy, is a statement or a legal document that provides individuals with information on how their personal data is processed i.e. how it is collected, used, stored, deleted and managed."
  },
  {
    "id": 302,
    "name": "Private Marketplace",
    "description": "A 'closed auction' within programmatic trading, which allows the publisher tigher control over which kinds of buyers, advertisers and ads are displayed on their sites; and allows advertisers more control over where their ads will be shown, usually resulting in higher CPMs and higher yields."
  },
  {
    "id": 450,
    "name": "Programmatic Ads",
    "description": "The automation of the buying and selling of display advertising using real-time-bidding. Large retailers are starting to operate their own media platforms enabling brands to buy advertising space for co-location, cross-selling and conquesting opportunities"
  },
  {
    "id": 306,
    "name": "Prospecting display",
    "description": "Prospecting' display advertising is advertising geared at acquiring new customers - in particular ones who may not yet have expressed an interest in the product advertised. Prospecting activity concerns channels towards the top of the marketing funnel, and carries a high CPA (Cost Per Acquisition) value due to the difficulty of conversion. However, that does not mean it should be disregarded because the value of acquiring new customers can be huge in the long term."
  },
  {
    "id": 307,
    "name": "PSO",
    "description": "Perfect Store Online, or ‘PSO’, is a dashboard showing the compliance of retailer websites to 7 Omnichannel Assets. It ensures that products are best presented for visibility and availability, identifying necessary updates to product information pages where required."
  },
  {
    "id": 308,
    "name": "PTD (Publisher Trading Desk)",
    "description": "See 'Trading Desk'."
  },
  {
    "id": 309,
    "name": "Pulse strategy",
    "description": "Pulsing is a form of media scheduling where media activities are scheduled at relatively regular intervals, with periodic increases to boost impact during key time periods. Pulsing combines elements of both Burst and Continuous strategies."
  },
  {
    "id": 310,
    "name": "Purchase intent",
    "description": "The likelihood that a consumer will purchase an advertised product in the near future."
  },
  {
    "id": 311,
    "name": "Pure Play Social Networks",
    "description": "Originally used in stock trading to refer to a publicly traded company with a single business focus, pure play in the digital space refers to either an online vendor with no physical stores or a service with a single proposition.  Pure play social sites fall into the latter category because networking is their lone focus. Multichannel services with networking elements do not fall into the pure play category because they operate in several segments.↵↵While the big three players in social networking (Facebook, LinkedIn & Twitter) have successfully shored up their strong positions in the social space, they have been forced to diversify because other sites are beginning to incorporate deep social features. Social plugins, deep integration and frictionless sharing all represent attempts to monetise social networking sites by turning them into de facto multichannel services without compromising their pure play appeal."
  },
  {
    "id": 312,
    "name": "QR code",
    "description": "Quick Response Code. This is a form of barcode that allows for the storage of greater amounts of information than traditional barcodes. The distribution pattern of the small squares adds another layer of information to the standard line width of a normal barcode. Originally developed for the car industry, they have become popular with smartphone users because a QR code reader app can use the phone's camera to translate large amounts of data. Redirection to a URL is the most common application of this technology."
  },
  {
    "id": 313,
    "name": "Qualitative Data",
    "description": "Descriptive rather than numerical/statistical data. Information regarding consumers’ personal attributes, habits and preferences are all examples of qualitative data."
  },
  {
    "id": 318,
    "name": "Real-Time Bidding (RTB)",
    "description": "The buying and selling of ad impressions on an individual basis in “real time” through an automated auction. The winning ad is then served instantaneously to the user whenever they visit the media owner website."
  },
  {
    "id": 319,
    "name": "Rel Attribute",
    "description": "A ‘rel’ attribute is the part of the HTML code for a hyperlink that can be used to describe the relationship between the linked web content and the linking location. One example of a rel attribute is ‘nofollow’."
  },
  {
    "id": 451,
    "name": "Render",
    "description": "Abbreviation of “rendered image” and for online it refers to product images that contain only the essential elements the Brand want to communicate e.g. removal of barcode to better see branding"
  },
  {
    "id": 320,
    "name": "Repertoire",
    "description": "A repertoire is a set of brands that individual consumers consider for their purchase of a product within a given category."
  },
  {
    "id": 452,
    "name": "Resolution",
    "description": "The clarity of an image resulting in the number of pixels in the image- the higher the number of pixels the image has, the better and clearer the image will be. High quality images play an important part in providing shoppers with all of the necessary information to make a buying decision especially as they cannot physically hold the product"
  },
  {
    "id": 453,
    "name": "Responsive Design",
    "description": "A type of website design based on a fluid layout that will automatically resize depending on browser and device being used by the shopper giving an optimized visual. Responsive design can accommodate considerable structural changes to adapt to habits of mobile phone surfers (e.g. hidden menus or touch screen attributes)"
  },
  {
    "id": 321,
    "name": "Retargeting",
    "description": "The practice of using various tracking technologies to deliver ads to users whose online activity already indicates an interest in the product or service advertised. This activity does not necessarily involve a commercial transaction."
  },
  {
    "id": 322,
    "name": "Return on Ad Spend (ROAS)",
    "description": "ROAS stands for 'Return On Ad Spend' and is a helpful metric used in digital acquisition marketing. Compared to CPA (Cost Per Acquisition), ROAS gives a more robust understanding of how media is performing, as it is linked to wider business concerns. ROAS can be calculated with the equation: revenue minus ad spend. However, ROAS calculations ignore the operational costs inherent in running any business, so is often considered alongside other metrics such as ROI (Return On Investment)."
  },
  {
    "id": 323,
    "name": "Return on Investment (ROI)",
    "description": "Return on Investment. A common performance metric, expressed as either a ratio or a percentage, which is calculated by dividing the gain from an investment by the cost of the investment. The formula is as follows: ROI = (Gain from Investment - Cost of Investment)/Cost of Investment"
  },
  {
    "id": 454,
    "name": "Rich content (A+ content)",
    "description": "Enhanced and extended product page content that provides shoppers with information above and beyond product descriptions. It will include detailed product description, maximum number of images including video content, comparison charts across the portfolio and any other engaging content to optimise the shopper experience. Known as A+ content for Amazon"
  },
  {
    "id": 324,
    "name": "Rich Media",
    "description": "Rich Media is a digital advertising term for ads that incorporate advanced features like video, audio or other elements which encourage viewers to interact and engage with the content. While text ads sell with words, and display ads sell with pictures, Rich Media ads offer more advanced ways to enhance an audience’s experience of an ad and stimulate a response."
  },
  {
    "id": 325,
    "name": "ROAS",
    "description": "ROAS stands for 'Return On Ad Spend' and is a helpful metric used in digital acquisition marketing. Compared to CPA (Cost Per Acquisition), ROAS gives a more robust understanding of how media is performing, as it is linked to wider business concerns. ROAS can be calculated with the equation: revenue minus ad spend. However, ROAS calculations ignore the operational costs inherent in running any business, so is often considered alongside other metrics such as ROI (Return On Investment)."
  },
  {
    "id": 326,
    "name": "ROI",
    "description": "Return on Investment. A common performance metric, expressed as either a ratio or a percentage, which is calculated by dividing the gain from an investment by the cost of the investment. The formula is as follows:  ROI = (Gain from Investment - Cost of Investment)/Cost of Investment"
  },
  {
    "id": 327,
    "name": "RSS",
    "description": "Really Simple Syndication. This is a system by which regularly-updated content can be delivered to the user without the need for multiple visits to web pages or blogs. Using an RSS reader or aggregator, content from sites of interest is delivered directly to the user, creating a more personalised browsing experience. Content updates in real time, giving the user a dynamic web experience tailored to and by them. Some websites such as Google News, Drudge Report and The Huffington Post use the same system, collecting news articles culled from all over the web in one place. These and other similar sites are known as News Aggregators."
  },
  {
    "id": 328,
    "name": "RTB (Real Time Bidding)",
    "description": "The buying and selling of ad impressions on an individual basis in “real time” through an automated auction. The winning ad is then served instantaneously to the user whenever they visit the media owner website."
  },
  {
    "id": 329,
    "name": "Salience",
    "description": "Salience describes the ability for a brand to stand out in a consumer’s mind in a buying situation."
  },
  {
    "id": 330,
    "name": "Sandbox",
    "description": "Also known as “application containerisation”, sandboxing refers to the practice of preventing application code from executing in certain environments. In other words, the app is walled off from other apps on the device in order to prevent data security issues or infection. The term derives from children’s sandboxes, which are walled off areas of playgrounds filled with sand for leisure and child safety purposes."
  },
  {
    "id": 334,
    "name": "Search Crawler",
    "description": "An automated computer program whose function is to scour the World Wide Web for content, and then categorise it for indexing by a search engine."
  },
  {
    "id": 335,
    "name": "Search Engine Marketing (SEM)",
    "description": "Sometimes used to refer just to paid search activity, SEM or Search Engine Marketing is most properly used as an umbrella term to cover all aspects of both organic and paid search marketing."
  },
  {
    "id": 336,
    "name": "Search Engine Optimisation (SEO)",
    "description": "SEO stands for 'Search Engine Optimisation', and is the practice of optimizing a website using various different techniques in order to appear as high up the SERP (Search Engine Results Page) as possible. It’s a very tricky discipline, but incredibly important for almost any businesses’ concerns in today’s digital world. For a full examination of SEO in theory and practice, check out one of our lessons on the subject."
  },
  {
    "id": 337,
    "name": "Search Engine Results Page (SERP)",
    "description": "The Search Engine Results Page (SERP) is the page of listings displayed by a search engine following a user's keyword query. Appearing at the top of the SERP is the objective of Search Engine Optimisation (SEO)."
  },
  {
    "id": 458,
    "name": "Search Results Page (SRP)",
    "description": "The list of results that a search returns in response to a specific word or phrase query. On a retailer’s site it tends to be a list page"
  },
  {
    "id": 338,
    "name": "Second Party Data",
    "description": "Audience data shared between two parties, i.e. first party data made available for a media partner’s use."
  },
  {
    "id": 459,
    "name": "Secondary Navigation",
    "description": "Navigation structure that appears after the first hover/click on primary navigation"
  },
  {
    "id": 339,
    "name": "SEM",
    "description": "Search Engine Marketing, or ‘SEM’ is the process of marketing a business using paid advertisements to increase visibility on search engine results pages (or SERPs). It is also called Paid Search and sometimes referred to as CPC (cost-per-click) or PPC (pay-per-click) marketing, because most search ads are sold on a CPC/PPC basis."
  },
  {
    "id": 346,
    "name": "Shopping Campaigns",
    "description": "Automatically generated, image-based search ads for individual products. A shopping campaign ad provides an image of the product searched and a link to the e-commerce site beneath. These ads are only available to AdWords users who also have Google Merchant Center accounts."
  },
  {
    "id": 347,
    "name": "Short codes",
    "description": "These are shortened telephone numbers that are designed to be memorable. They are usually used by marketers for SMS and MMS responses to campaigns."
  },
  {
    "id": 460,
    "name": "Showrooming",
    "description": "The consumer practice of visiting a bricks & mortar store to view a product before buying it online e.g. due to lower price, wider selection/varieties, more convenient delivery"
  },
  {
    "id": 348,
    "name": "Site-Centric Data",
    "description": "Site usage data captured at the individual site level by web analytics companies such as Google Analytics and Omniture, or by research companies who want to compare sites. It can be measured in two ways:↵1)Log-file analysis - A web server logs the IP address of any user who requests a page. This data can be analysed by third parties at a later date. This approach is problematic because search engine spiders can request pages too.↵2)Tag and tracking code-based systems - Companies now attach a JavaScript tag to each page of their site. This fires when the page is requested and instructs the server to fire a cookie and a 1x1 pixel. This allows companies to identify unique users, but cookie deletion can skew results."
  },
  {
    "id": 349,
    "name": "Sitemap",
    "description": "Sitemaps are lists of all the pages and resources within a website. There are two forms of sitemap: XML sitemaps, which are designed to be read by search engines, and HTML sitemaps, which are human readable lists of website content. XML sitemaps are useful because they allow the search engines to index site content hidden behind forms and content not composed in HTML, such as Flash content."
  },
  {
    "id": 350,
    "name": "Skippable Ad",
    "description": "A video ad (usually pre-roll) which can be skipped after a fixed period of time. In the case of YouTube, this is usually 5 seconds. This has given rise to a change in video ad production as the brand must make an impact earlier in the ad to secure attention."
  },
  {
    "id": 357,
    "name": "Social Plugins",
    "description": "Clickable buttons which allow a user to 'like' or 'share' content to a social network without leaving the site on which the content is hosted."
  },
  {
    "id": 461,
    "name": "Sort",
    "description": "The feature that enables a shopper to re-order the products on the list page – usually set across the entire retailer’s website e.g. alphabetical, price, rating"
  },
  {
    "id": 462,
    "name": "Spear- fishing",
    "description": "A shopper search behaviour when a shopper searches for a specific item (rather than navigating). This will be higher for repeat purchases/returning customers than first-time buyers"
  },
  {
    "id": 358,
    "name": "SSP (Supply Side Platform)",
    "description": "A technology which enables sellers to locate the highest prices for their ad inventory within multiple ad exchanges."
  },
  {
    "id": 359,
    "name": "Stack",
    "description": "See 'Technology Stack'"
  },
  {
    "id": 360,
    "name": "Sub-URL",
    "description": "A folder within a subdomain, usually expressed as a new web page within a website. Sub-URLs can be identified by the presence of a forward slash after the top-level domain of the URL, e.g. www.sports.site.co.uk/rugby."
  },
  {
    "id": 361,
    "name": "Subdomain",
    "description": "A section of a larger domain (i.e. website).  The subdomain name is often the domain name with a new prefix to denote a different category or section of the domain, e.g. www.sports.site.co.uk if the domain name is www.site.co.uk."
  },
  {
    "id": 362,
    "name": "Subscription Funded",
    "description": "A television funding model pioneered in the age of cable TV by companies such as HBO. The viewer pays a fixed subscription fee for access to a given channel, and this fee is used to fund the channel's content production efforts. This model has successfully made the transition online through companies such as Netflix."
  },
  {
    "id": 363,
    "name": "Supplemental Index",
    "description": "An additional index containing web content that a search engine has flagged as being duplicated from elsewhere. Results in the supplemental index will not be returned on a SERP, but the user may then be offered the opportunity to view the data."
  },
  {
    "id": 364,
    "name": "TAB",
    "description": "The Asset Bank or TAB is the single trusted source of all Unilever global & local final assets."
  },
  {
    "id": 365,
    "name": "Targeting",
    "description": "The act of ensuring that ads are shown to a specific audience, compared to the mass broadcast advertising of the past."
  },
  {
    "id": 370,
    "name": "Top-Down",
    "description": "The breaking down, or apart, of a system to gain insight into the sub-categories or components that make it up."
  },
  {
    "id": 371,
    "name": "Tracking Tags/Action Tags",
    "description": "These come in several forms, including 'Image Tags', 'Iframe Tags', 'JavaScript Tags', and 'Click Tags'. The most common and basic type is an image tag, which is a 1x1 clear pixel incorporated into a web page by a browser when it renders the page for a user. This pixel lets the media agency ad server know that an action has been taken by the user. A cookie is also sent with this pixel, and this enables the media agency ad server to confirm that the action has been taken as a result of marketing activity on the media owner's site. It also enables the media agency to cross-reference the user with users who clicked or viewed the advertising."
  },
  {
    "id": 372,
    "name": "Trading Desk",
    "description": "A manned layer of expertise, data and insights that provides additional targeting capability (and value) to Demand Side Platforms (DSPs). Trading desks were originally unique to agency holding companies, but they can now be found within media agencies themselves, media owners and even advertisers. "
  },
  {
    "id": 373,
    "name": "Trafficking sheet",
    "description": "Document authored by the media agency that provides scheduling information (and other pertinent campaign instructions, i.e. frequency capping) for the media owner. Usually delivered with the creative tags for the campaign."
  },
  {
    "id": 374,
    "name": "Transmedia Planning",
    "description": "A planning approach first articulated by Faris Yakob in which planners construct an evolving, non-linear brand story designed to unfold across multiple platforms. Elements of the story are largely self-contained, allowing the user to participate in and contribute to the story.  Each element of the story must be appropriate for the platform in which it is housed, differentiating this approach from media neutral planning."
  },
  {
    "id": 375,
    "name": "Trendwatch",
    "description": "Trendwatch is an algorithm developed by PDC analysts. Trendwatch can validate expected trends, analyze how trends move across the world, and predict which trends are most likely to take off next in the world of packaging, recipes, or fragrance."
  },
  {
    "id": 376,
    "name": "Tumblr",
    "description": "A microblogging community owned by Yahoo. In the context of SEO, Tumblr blogs often repost content from other websites without permission, but this is unlikely to cause to the originating site to be penalised for duplication."
  },
  {
    "id": 377,
    "name": "TV Commerce",
    "description": "Television Commerce leverages the interactivity of modern connected TVs by enabling viewers to purchase items on or through their televisions, and it is being trialled in several forms. The first is the addition of purchase buttons to new remote controls that allow you to buy products as they appear on TV programmes. Another form currently being trialled by American Express is the creation of t-commerce apps for connected televisions that are housed on connected TVs' desktops. A third form is the creation of smartphone and tablet apps designed to synchronise with TV programmes and launch interactive catalogues of products featured in them."
  },
  {
    "id": 378,
    "name": "TVC",
    "description": "TVC is an acronym for Television Commercial."
  },
  {
    "id": 379,
    "name": "UGC",
    "description": "UGC is an acronym for User Generated Content. This is any content made by users that can be uploaded to the web for the purposes of consumption, sharing, criticism or collaboration.  It can be anything from a review or blog post to a short film or even a novel. Social media channels have been instrumental in the distribution and promotion of user generated content, from YouTube to blogging services. As such, brands have been understandably keen to encourage users to generate UGC on their behalf, with varying degrees of success."
  },
  {
    "id": 380,
    "name": "UGC (User Generated Content)",
    "description": "Any content made by users that can be uploaded to the web for the purposes of consumption, sharing, criticism or collaboration.  It can be anything from a review or blog post to a short film or even a novel. Social media channels have been instrumental in the distribution and promotion of user generated content, from YouTube to blogging services. As such, brands have been understandably keen to encourage users to generate UGC on their behalf, with varying degrees of success."
  },
  {
    "id": 464,
    "name": "User Experience (UX)",
    "description": "How a shopper experiences the website. Combined experience of ease-of-use, design, usability and general look & feel"
  },
  {
    "id": 388,
    "name": "User Generated Content",
    "description": "Any content made by users that can be uploaded to the web for the purposes of consumption, sharing, criticism or collaboration.  It can be anything from a review or blog post to a short film or even a novel. Social media channels have been instrumental in the distribution and promotion of user generated content, from YouTube to blogging services. As such, brands have been understandably keen to encourage users to generate UGC on their behalf, with varying degrees of success."
  },
  {
    "id": 416,
    "name": "User Generated Content (UGC)",
    "description": "Any content made by users that can be uploaded to the web for the purposes of consumption, sharing, criticism or collaboration.  It can be anything from a review or blog post to a short film or even a novel. Social media channels have been instrumental in the distribution and promotion of user generated content, from YouTube to blogging services. As such, brands have been understandably keen to encourage users to generate UGC on their behalf, with varying degrees of success."
  },
  {
    "id": 465,
    "name": "User Interface (UI)",
    "description": "The visible graphic design of a website with which a shopper interacts. It is through this that the shopper controls their shopper journey"
  },
  {
    "id": 389,
    "name": "User-Centric Data",
    "description": "Involves the recruitment of a representative sample of internet users whose online activity is recorded and then used to infer the activity of a much larger group. The main way this is achieved is by users downloading toolbars from companies like Google, but research companies also invite users to download software which performs the same function in exchange for incentives such as free antivirus software or prize draws."
  },
  {
    "id": 390,
    "name": "UTM Tags",
    "description": "A series of tags added on to the end of a standard URL. These are used for tracking where visitors clicked to reach your site, and are useful for monitoring the performance of marketing assets."
  },
  {
    "id": 391,
    "name": "Vary Http Header",
    "description": "HTML code placed in the header of a page which indicates that different versions of the page may be served to different users. For example, different versions of a website served to the user depending on whether they are accessing through a mobile or desktop device."
  },
  {
    "id": 392,
    "name": "Vertical",
    "description": "Synonymous with 'specialised' rather than 'niche' (although some niche channels do feature), a vertical channel is one with a specific focus, e.g. travel, finance, beauty, fitness, automotive, etc. Audience sizes in vertical channels can be enormous, but more often than not they are smaller than the offerings of 'broad' channels, e.g. YouTube, Facebook, men's magazines, etc. However, vertical channels tend to have more engaged audiences who are in theory more likely to respond to the targeted advertising found therein.  Consequently, CPMs for ads with vertical content providers can be very high."
  },
  {
    "id": 393,
    "name": "Viewability",
    "description": "A new metric for ascertaining whether an ad with a dynamic component (e.g. video) has been seen. The industry standard is 50% of pixels in view for a minimum of one second."
  },
  {
    "id": 394,
    "name": "Viewable Impression",
    "description": "A single digital ad that has the opportunity to be seen. According to the current industry criteria for a standard display ad unit, an ad is considered viewable if 50% of pixels are within the consumer’s rendered window for a minimum of one second – the time required for a consumer to understand that the unit is a piece of advertising."
  },
  {
    "id": 395,
    "name": "Watermark",
    "description": "The act of incorporating additional information into an image or other content in such a way that it is difficult to remove. This information could be as obvious as a brand logo, or could even be completely invisible to the human eye. The aim of a watermark is to discourage the content from being appropriated by others and used without permission."
  },
  {
    "id": 401,
    "name": "Web server",
    "description": "The generic name for computers that host websites and web content. Web servers deliver this content over the internet on request to 'clients', which in this case are web browsers."
  },
  {
    "id": 466,
    "name": "Webrooming",
    "description": "The consumer practice of researching products online before buying them in a physical store. This often takes place in real-time in the store as a shopper searches for ratings and reviews and price comparison. It does not always take place on the website of the retailer who’s shop they are in and ultimately purchase with"
  },
  {
    "id": 402,
    "name": "Webview",
    "description": "An app development protocol which enables developers to display web content within their apps, turning them into miniature web browsers in their own right, albeit with quite limited functionality."
  },
  {
    "id": 403,
    "name": "Whitelist",
    "description": "A list of web entities in whose properties an advertiser has agreed that their content can be displayed."
  },
  {
    "id": 404,
    "name": "Wi-Fi (Also WLAN)",
    "description": "This is the name for the technology that allows devices to wirelessly send and receive information over a computer network. Before Wi-Fi, devices had to be hardwired into a network."
  },
  {
    "id": 405,
    "name": "Wi-Fi Positioning System (WPS)",
    "description": "WPS is a term used to describe a the use of Wi-Fi as a positioning technology. WPS may be combined with cell phone tower triangulation and GPS to provide reliable and accurate position data under a wide range of conditions, including those where GPS signals may be intermittent or inadequate such as among tall buildings and indoors."
  },
  {
    "id": 406,
    "name": "Wiki",
    "description": "A wiki is simply a website (usually a knowledge resource) that users can contribute to and edit online. The most famous example of a wiki site is Wikipedia, but there are many more. Wikis are a form of socialised knowledge sharing, and they have been incredibly successful."
  },
  {
    "id": 407,
    "name": "World Wide Web",
    "description": "A web of interlinked resources composed in HyperText Markup Language and accessed via the Internet using the HyperText Transfer Protocol. Both the protocol and the markup language were invented by Sir Tim Berners-Lee, then a research fellow at the CERN particle physics laboratory, in order to enable his colleagues to keep up with the rapid pace of information updates throughout the facility. The project went online in 1990 and grew to become arguably the most significant innovation of the late 20th century bar the Internet itself. Its popularity is such that it is now synonymous with the Internet, but it is in fact only one of many ways of retrieving and submitting information over the Internet."
  },
  {
    "id": 408,
    "name": "Yandex",
    "description": "Russia's most popular search engine (ranked the 20th most popular site worldwide by Alexa) founded by Arkady Volozh, Arkady Borkovsky and Ilya Segalovich and launched in September 1997. Like Google and Baidu, Yandex is advertiser-funded, and its enormous profits have enabled the company to expand into Turkey, Ukraine, Kazakhstan, and Belarus. It has also diversified its offering to include maps, social networking, a browser, music downloads, an e-commerce payment platform, and an English version of the company's search engine. The name of the company is a play on 'index'. The Russian word for 'I' is 'Ya', hence 'Yandex'."
  },
  {
    "id": 409,
    "name": "Yield Optimisation",
    "description": "The process of re-allocating budgets from the lower-performing ad formats/placements to the higher performing ad formats/placements, to improve the overall yield of an ad campaign."
  }
]